tap "aquasecurity/trivy"
tap "garden-io/garden"
tap "homebrew/bundle"
tap "homebrew/services"
tap "k8sgpt-ai/k8sgpt"
tap "romkatv/powerlevel10k"
tap "sambadevi/powerlevel9k"
brew "ack"
brew "giflib"
brew "libpng"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asciinema"
brew "node"
brew "aws-cdk"
brew "pycparser", link: false
brew "cffi", link: false
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "bash-completion"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "buildkit"
brew "cdk"
brew "cfn-lint"
brew "cloudformation-cli"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "colordiff"
brew "cowsay"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "drill"
brew "openjpeg"
brew "leptonica"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fuzzy-find"
brew "fzf"
brew "gauge"
brew "gh"
brew "ghostscript"
brew "git-lfs"
brew "go"
brew "gomplate"
brew "gradle"
brew "graphicsmagick"
brew "grip"
brew "helm"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jenv"
brew "jpeg"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubeseal"
brew "libpq", link: true
brew "librsvg"
brew "libxml2", link: true
brew "libxslt", link: true
brew "localstack"
brew "lolcat"
brew "maven"
brew "nvm"
brew "openjdk@17"
brew "openssl@1.1"
brew "optipng"
brew "ossp-uuid"
brew "pinentry"
brew "pinentry-mac"
brew "pkg-config"
brew "postgresql@15"
brew "powerlevel10k"
brew "rsync"
brew "telnet"
brew "tree"
brew "vbindiff"
brew "wget"
brew "yamlfmt"
brew "yamllint"
brew "aquasecurity/trivy/trivy"
brew "garden-io/garden/garden-cli"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "adobe-dng-converter"
cask "burp-suite"
cask "dbeaverlite"
cask "gitkraken"
cask "gitkraken-cli"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "imhex"
cask "postman"
vscode "ahebrank.yaml2json"
vscode "kddejong.vscode-cfn-lint"
vscode "ms-python.black-formatter"
vscode "ms-python.flake8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
